greeting_post = ('👋 <b>Приветствую вас!</b>\n\n'
                 '🙋‍♂️ Меня зовут Влад @what_is_love_babai!\n\n'
                 '🛍️ Я совместно с командой магазина одежды '
                 '<a href="https://vk.com/fartsovka.vintage.store">Fartsovka Vintage Store</a> создал сервис по выкупу'
                 ' и доставке товаров с Poizon по всей России и СНГ.\n\n'
                 '💰 Мы помогаем вам экономить до 80% от цены на оригинальную брендовую одежду, кроссовки и даже '
                 'технику.\n\n'
                 '🌟 С нами вы можете заказывать любые товары с китайского маркетплейса Poizon напрямую, без лишних '
                 'комиссий, подписок и переплат.\n\n'
                 '👉 Для начала работы выберите один из предложенных вариантов.')

contacts_post = ('📞 <b>Контакты для связи:</b>\n\n'
                 '👥 @poizon_commerce\n'
                 '📧 poizon.commerce@mail.ru\n\n'
                 '📅 <b>График приема заказов:</b>\n'
                 '🕘 Пн - Пт: 9:00-20:00\n'
                 '🕛 Сб - Вс: 12:00-20:00\n\n'
                 '🤖 По вопросам работы бота: @PyAdminRUS'
                 '\n\nДля возврата в начало нажмите /start')

message_text_faq = ("<b>Здесь мы собрали всю необходимую информацию о нашем сервисе и маркетплейсе Poizon, для того, "
                    "чтобы вам проще было во всём разобраться.</b>\n\n"
                    "Для заказа пишите нашему менеджеру в телеграмм - @what_is_love_babai - он сделает расчёт стоимости"
                    " заказа, предложит удобные варианты оплаты и доставки, а так же подробно ответит на любые "
                    "вопросы.\n\n"
                    "<b>О нас:</b>\n"
                    "<a href='https://telegra.ph/Kto-my-i-chto-my-predlagaem-04-29'>"
                    "- Кто мы и что мы предлагаем ?</a>\n\n"

                    "<b>Гарантии и отзывы:</b>\n"
                    "<a href='https://t.me/Poizon_Commerce_Feedback'>"
                    "- Отзывы о нашей работе</a>\n"
                    "<a href='https://telegra.ph/Uslugi-garanta-04-24-3'>"
                    "- Гарант: воспользуемся доверенным лицом (гарант)</a>\n\n"

                    "<b>Статьи FAQ:</b>\n"
                    "<a href='https://telegra.ph/CHto-takoe-POIZON-04-29'>"
                    "- Что такое Poizon и почему такие низкие цены ?</a>\n"
                    "<a href='https://telegra.ph/Kak-POIZON-proveryaet-tovar-na-originalnost-05-02'>"
                    "- Как Poizon проверяет товар на оригинальность ? </a>\n"
                    "<a href='https://telegra.ph/Kak-skachat-prilozhenie-POIZON-04-29'>"
                    "- Как скачать приложение на (IOS, ANDROID) </a>\n\n"

                    "<b>Заказ и расчет цены:</b>\n"
                    "<a href='https://telegra.ph/Kak-sdelat-zakaz-05-03-2'>"
                    "- Как сделать заказ ?</a>\n"
                    "<a href='https://telegra.ph/Kak-rasschitat-stoimost-zakaza-04-21'>"
                    "- Как рассчитать стоимость товаров ?</a>\n\n"

                    "<b>Акции и Реферальная программа:</b>\n"
                    "<a href='https://telegra.ph/Specialnoe-predlozhenie-pri-zakaze-OPTom-04-29'>"
                    "- Скидка при покупке нескольких позиций (ОПТ)</a>\n"
                    "<a href='https://telegra.ph/Referalnaya-programma-04-29'>"
                    "- Приведи друзей и закажи товар без комиссии сервиса (РЕФ)</a>\n"
                    "\n\nДля возврата в начало нажмите /start")

message_text_clothing = ("<b>Выберите тип товара.</b>\n\n"
                         "В зависимости от веса товара, зависит и цена доставки, при расчете вы можете ориентироваться "
                         "не только на тип, но и на вес товара.\n\n"
                         "👟 <b>Обувь</b> – 1 кг\n"
                         "👖 <b>Штаны</b> – 0.8 кг\n"
                         "🥼 <b>Худи</b> – 1 кг\n"
                         "🧥 <b>Пуховик (пух)</b> – 2 кг\n"
                         "🎒 <b>Рюкзак</b> – 0.6 кг\n"
                         "👜 <b>Сумка наплечная</b> – 0.2 кг\n"
                         "👕 <b>Лонгслив / майка</b> – 0.4 кг\n"
                         "📱 <b>Техника</b> – рассчитывается индивидуально."
                         "\n\nДля возврата в начало нажмите /start")

message_text_calculate = ("Стоимость доставки до Москвы:\n\n"
                          "🚀 1-3 дня - 35💲/кг\n"
                          "🚛 8-15 дней - 9~12💲/кг\n"
                          "🚚 20-30 дней - 4.5~6💲/кг"
                          "\n\nДля возврата в начало нажмите /start")

message_text_price = ("<b>Введите цену товара в китайских юанях 🇨🇳</b>\n\n"
                      "Пожалуйста, используйте формат числа, например, <b>99.99 ¥</b>, чтобы указать целую и десятичную"
                      "части.\n"
                      "\n\nЭта информация необходима для расчета стоимости доставки и других расходов.")

message_text_kg = ('Введите вес техники, например: <b>1.25</b> ⚖️ ️\n'
                   '<b>1</b> - это килограммы, <b>25</b> - это граммы.\n\n'
                   'Если вес указан только в граммах, то пишите <b>0.250</b> ⚖️ ️\n'
                   '<b>0</b> - это килограммы, <b>250</b> - это граммы:')
