greeting_post = ('👋 Приветствую вас!\n\n'
                 '🙋‍♂️ Меня зовут Влад @what_is_love_babai!\n\n'
                 '🛍️ Я совместно с командой магазина одежды '
                 '<a href="https://vk.com/fartsovka.vintage.store">Fartsovka Vintage Store</a> создали сервис по выкупу'
                 ' и доставке товаров с Poizon по всей России и СНГ.\n\n'
                 '💰 Мы помогаем вам экономить до 80% от цены на оригинальную брендовую одежду, кроссовки и даже '
                 'технику.\n\n'
                 '🌟 С нами вы можете заказывать любые товары с китайского маркетплейса Poizon напрямую, без лишних '
                 'комиссий, подписок и переплат.\n\n'
                 '👉 Для начала работы выберите один из предложенных вариантов.')

message_text_clothing = ("<b>Выберите тип товара.</b>\n\n"
                         "В зависимости от веса товара, зависит и цена доставки, при расчете вы можете ориентироваться "
                         "не только на тип, но и на вес товара.\n\n"
                         "👟 <b>Обувь</b> – 1 кг.\n"
                         "👖 <b>Штаны</b> – 0.8 кг.\n"
                         "🥼 <b>Худи</b> – 1 кг.\n"
                         "🧥 <b>Пуховик (пух)</b> – 2 кг.\n"
                         "🎒 <b>Рюкзак</b> – 0.6 кг.\n"
                         "👜 <b>Сумка наплечная</b> – 0.2 кг.\n"
                         "👕 <b>Лонгслив / майка</b> – 0.4 кг.\n"
                         "📱 <b>Техника</b> – рассчитывается индивидуально."
                         "\n\nДля возврата в начало нажмите /start")

message_text_calculate = ("Выберите тип доставки:\n\n"
                          "Опция '1-3 дня' (<b>🚀 рейсовый самолет</b>) - 35💲\n"
                          "Опция '8-15 дней' (<b>🚛 ускоренный фурой</b>) - 9~12💲\n"
                          "Опция '20-30 дней' (<b>🚚 обычная фура</b>) - 4.5~6💲"
                          "\n\nДля возврата в начало нажмите /start")