greeting_post = ("👋 Привет!\n\n"
                 "Наш сервис занимается доставкой одежды и обуви из Европы и Китая (Poizon).\n\n"
                 "Все, что нужно сделать, это отправить ссылку на товар менеджеру с указанием размера и расцветки. "
                 "📦👟\n\n"
                 "Бот поможет рассчитать стоимость и узнать всю необходимую информацию. 💰📊\n\n"
                 "Наш магазин: 🛍️👉 <a href='https://instagram.com/wakeuprap.by?igshid=NTc4MTIwNjQ2YQ=='>Instagram</a>\n\n"
                 "Телеграм: 📲👉 <a href='https://t.me/wakeuprappp'>Telegram</a>")

