message_text_price_polish_zloty = ("<b>Введите цену товара в </b><b>Польских злотых</b>\n\n"
                                   "Пожалуйста, используйте формат числа, например, <b>99.99</b>, чтобы указать целую "
                                   "и десятичную части.\n"
                                   "\n\nЭта информация необходима для расчета стоимости доставки и других расходов.")

message_text_price_euro = ("<b>Введите цену товара в </b><b>🇪🇺 Евро</b>\n\n"
                           "Пожалуйста, используйте формат числа, например, <b>99.99</b>, чтобы указать целую и "
                           "десятичную части.\n"
                           "\n\nЭта информация необходима для расчета стоимости доставки и других расходов.")

message_text_price_yuan = ("<b>Введите цену товара в </b><b>Китайских юанях</b>\n\n"
                           "Пожалуйста, используйте формат числа, например, <b>99.99</b>, чтобы указать целую и "
                           "десятичную части.\n"
                           "\n\nЭта информация необходима для расчета стоимости доставки и других расходов.")
