# message_text_calculate = ("Стоимость доставки до Москвы:\n\n"
#                           "🚀 1-3 дня - 35💲/кг\n"
#                           "🚛 8-15 дней - 9~12💲/кг\n"
#                           "🚚 20-30 дней - 4.5~6💲/кг"
#                           "\n\nДля возврата в начало нажмите /start")
#
# message_text_price = ("<b>Введите цену товара в китайских юанях 🇨🇳</b>\n\n"
#                       "Пожалуйста, используйте формат числа, например, <b>99.99 ¥</b>, чтобы указать целую и десятичную"
#                       "части.\n"
#                       "\n\nЭта информация необходима для расчета стоимости доставки и других расходов.")
#
# message_text_kg = ('Введите вес техники, например: <b>1.25</b> ⚖️ ️\n'
#                    '<b>1</b> - это килограммы, <b>25</b> - это граммы.\n\n'
#                    'Если вес указан только в граммах, то пишите <b>0.250</b> ⚖️ ️\n'
#                    '<b>0</b> - это килограммы, <b>250</b> - это граммы:')
